Repository: linuxmint/xviewer
Catalog: po/*.po
Languages: am, en@shaw, lo, ur

source: Supported image files
am: የ ተደገፉ የ ፋይል አይነቶች
lo: ໄຟລ໌ຮູບທີ່ຮອງຮັບ
ur: معاون کردہ تصویر فائل کی قسمیں

source: pixel
am: ፒክስል
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤
lo: ພິກເຊວ
ur: پکسل

source: _Open
am: _መክፈቻ
lo: _ເປີດ
ur: _کھولیں

source: Open Image
am: ምስል መክፈቻ
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ເປີດຮູບ
ur: تصویر کھولیں

source: Save Image
am: ምስሉን አስቀምት
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ບັນທຶກຮູບ
ur: تصویر محفوظ کریں

source: Open Folder
am: ፎልደር መክፋቻ
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
lo: ເປີດໂຟເດີ
ur: فولڈر کھولیں

source: Transformation on unloaded image.
am: መቀየሪያ ያልተጫነ ምስል
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘»ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘©ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡.
lo: ການປ່ຽນແປງຮູບທີ່ຍັງບໍ່ໄດ້ໂຫຼດ.

source: Transformation failed.
am: መቀየር አልተቻለም
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘»ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›.
lo: ການປ່ຽນແປງລົ້ມເຫຼວ.

source: EXIF not supported for this file format.
am: EXIF የ ተደገፈ አይደለም ለዚህ አይነት ፋይል አቀራረብ
en@shaw: EXIF ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘.
lo: ບໍ່ຮອງຮັບ EXIF ສຳລັບຮູບແບບໄຟລ໌ນີ້.
ur: اس فائل ساخت کے لیے EXIF کی معاونت نہیں ہے.

source: Image loading failed.
am: ምስል መጫን አልተቻለም
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘±ğ‘¤ğ‘›.
lo: ການໂຫຼດຮູບລົ້ມເຫຼວ.
ur: تصویر لوڈ کرنا ناکام ہوا.

source: No image loaded.
am: ምንም ምስል አልተጫነም
en@shaw: ğ‘¯ğ‘´ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›.
lo: ບໍ່ມີຮູບໃດຖືກໂຫຼດ.
ur: کوئی تصویر لوڈ نہیں کی گئی۔

source: You do not have the permissions necessary to save the file.
am: እርስዎ በቂ ፍቃድ የለዎትም ፋይል ለማስቀመጥ
lo: ທ່ານບໍ່ມີສິດພຽງພໍທີ່ຈະບັນທຶກໄຟລ໌.
ur: آپ کے پاس یہ فائل محفوظ کرنے کے لیے ضروری اجازت نہیں ہے.

source: Temporary file creation failed.
am: ጊዚያዊ ፋይል መፍጠር አልተቻለም
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›.
lo: ການສ້າງໄຟລ໌ຊົ່ວຄາວລົ້ມເຫຼວ.
ur: عارضی فائل بنانے میں ناکامی.

source: Couldn't create temporary file for saving: %s
am: ጊዚያዊ ፋይል መፍጠር አልተቻለም ለማስቀመጥ: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™: %s
lo: ບໍ່ສາມາດສ້າງໄຟລ໌ຊົ່ວຄາວເພື່ອບັນທຶກໄດ້: %s
ur: محفوظ کرنے کے لیے عارضی فائل نہیں بنائی جاسکتی: %s

source: Couldn't allocate memory for loading JPEG file
am: ማስታወሻውን መከፋፈል አልተቻለም የ JPEG ፋይል ለ መጫን
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ JPEG ğ‘“ğ‘²ğ‘¤
lo: ບໍ່ສາມາດຈັດສັນໜ່ວຍຄວາມຈຳເພື່ອໂຫຼດໄຟລ໌ JPEG ໄດ້
ur: JPEG فائل کو لوڈ کرنے کے لیے میموری ایلوکیٹ نہیں کر سکا

source: Unknown
am: ያልታወቀ
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯
lo: ບໍ່ຮູ້ຈັກ
ur: نا معلوم

source: File size:
am: የ ፋይሉ መጠን:
lo: ຂະໜາດໄຟລ໌:
ur: فائل کا سائز:

source: Show the folder which contains this file in the file manager
am: ይህን ፋይል የያዘውን ፎልደር በ ፋይል ፎልደር ውስጥ ማሳያ
lo: ສະແດງໂຟເດີທີ່ບັນຈຸໄຟລ໌ນີ້ໃນໂປຣແກຣມຈັດການໄຟລ໌
ur: فائل منتظم میں وہ فولڈر دکھائیں جس میں یہ فائل موجود ہے

source: %lu second
am: %lu ሰከንድ
lo: %lu ວິນາທີ
ur: %lu سیکنڈ

source: Image Settings
am: ምስል ማሰናጃዎች
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ
lo: ການຕັ້ງຄ່າຮູບພາບ
ur: تصویر کی ترتیبات

source: Image
am: ምስል
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ຮູບ
ur: تصویر

source: The image whose printing properties will be set up
am: የ ማተሚያ ባህሪዎች ለ ምስል ይሰናዳል
en@shaw: ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘µğ‘Ÿ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘
lo: ຮູບທີ່ຈະຖືກຕັ້ງຄ່າຄຸນສົມບັດການພິມ
ur: تصویر جس کی چھپائی کی خصوصیات مُتعین کی جائیں گی

source: Page Setup
am: ገጽ ማሰናጃ
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘
lo: ການຕັ້ງຄ່າໜ້າເຈ້ຍ
ur: ترتیبات صفحہ

source: The information for the page where the image will be printed
am: ምስሉ የት እንደሚታተም ለ ገጹ መረጃ
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘±ğ‘¡ ğ‘¢ğ‘º ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘›
lo: ຂໍ້ມູນສຳລັບໜ້າເຈ້ຍທີ່ຈະພິມຮູບ
ur: صفحہ کی معلومات جس میں تصویر چھاپی جائے گی

source: Position
am: አካባቢ
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯
lo: ຕຳແໜ່ງ
ur: پوزیشن

source: _Left:
am: በ _ግራ:
en@shaw: _ğ‘¤ğ‘§ğ‘“ğ‘‘:
lo: _ຊ້າຍ:
ur: _بائیں:

source: _Right:
am: በ _ቀኝ:
en@shaw: _ğ‘®ğ‘²ğ‘‘:
lo: _ຂວາ:
ur: _دائیں:

source: _Top:
am: ከ _ላይ:
en@shaw: _ğ‘‘ğ‘ªğ‘:
lo: _ເທິງ:
ur: _اوپر:

source: _Bottom:
am: ከ _ታች:
en@shaw: _ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥:
lo: _ລຸ່ມ:
ur: _نیچے:

source: C_enter:
am: መ_ሀከል:
en@shaw: ğ‘•_ğ‘§ğ‘¯ğ‘‘ğ‘¼:
lo: _ກາງ:
ur: _درمیان:

source: None
am: ምንም
en@shaw: ğ‘¯ğ‘³ğ‘¯
lo: ບໍ່ມີ
ur: کچھ نہیں

source: Horizontal
am: በ አግድም
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤
lo: ແນວນອນ
ur: اُفقی

source: Vertical
am: በ ቁመት
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤
lo: ແນວຕັ້ງ
ur: عمودی

source: Both
am: ሁለቱንም
en@shaw: ğ‘šğ‘´ğ‘”
lo: ທັງສອງ
ur: دونوں

source: Size
am: መጠን
en@shaw: ğ‘•ğ‘²ğ‘Ÿ
lo: ຂະໜາດ
ur: سائز

source: _Width:
am: _ስፋት:
en@shaw: _ğ‘¢ğ‘¦ğ‘›ğ‘”:
lo: _ກວ້າງ:
ur: _چوڑائی:

source: _Height:
am: _እርዝመት:
en@shaw: _ğ‘£ğ‘²ğ‘‘:
lo: _ສູງ:
ur: _اونچائی:

source: _Scaling:
am: _መመጠኛ:
en@shaw: _ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™:
lo: _ອັດຕາສ່ວນ:
ur: _سکیلنگ(Scaling):

source: _Unit:
am: _መለኪያ:
en@shaw: _ğ‘¿ğ‘¯ğ‘¦ğ‘‘:
lo: _ໜ່ວຍ:
ur: _یونٹ:

source: Millimeters
am: ሚሊ ሜትሮች
en@shaw: ğ‘¥ğ‘¦ğ‘¤ğ‘©ğ‘¥ğ‘°ğ‘‘ğ‘»ğ‘Ÿ
lo: ມິນລີແມັດ
ur: ملی میٹر

source: Inches
am: ኢንች
en@shaw: ğ‘¦ğ‘¯ğ‘—ğ‘©ğ‘Ÿ
lo: ນິ້ວ
ur: انچ

source: Preview
am: ቅድመ እይታ
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¿
lo: ເບິ່ງຕົວຢ່າງ
ur: معائنہ

source: as is
am: እንዳለ
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¦ğ‘Ÿ
lo: ຕາມເດີມ
ur: جیسے ہے

source: Taken on
am: የተነሳው
en@shaw: ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ªğ‘¯
lo: ຖ່າຍເມື່ອ
ur: اتارنے کی تاریخ

source: At least two file names are equal.
am: ቢያንስ ሁለት ፋይል ስሞች እኩል ናቸው
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤.
lo: ມີຊື່ໄຟລ໌ຄືກັນຢ່າງໜ້ອຍສອງໄຟລ໌.
ur: کم از کم دو فائلوں کے نام یکساں ہیں.کم از کم دو فائلوں کے نام یکساں ہیں.

source: Could not display help for Image Viewer
am: ለ ምስል መመልከቻ እርዳታ ማሳየት አልተቻለም
lo: ບໍ່ສາມາດສະແດງການຊ່ວຍເຫຼືອສຳລັບໂປຣແກຣມເບິ່ງຮູບໄດ້
ur: ہدایات کی دستاویز نہیں دکھائی جاسکتی

source: (invalid Unicode)
am: (ዋጋ የሌለው ዩኒኮድ)
en@shaw: (ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘›)
lo: (ຢູນິໂຄດບໍ່ຖືກຕ້ອງ)
ur: (ناموزوں یونیکوڈ)

source: %i × %i pixel %s %i%%
am: %i × %i ፒክስል %s %i%%
lo: %i × %i ພິກເຊວ %s %i%%

# MessageArea
source: Hi_de
am: መደ_በቂያ
lo: _ເຊື່ອງ
ur: چھ_پائیں

source: The image "%s" has been modified by an external application. Would you like to reload it?
am: ይህ ምስል "%s"ተሻሽሏል በ ውጪ መተግበሪያ እርስዎ ሊጭኑት ይፈልጋሉ?
lo: ຮູບ "%s" ໄດ້ຖືກແກ້ໄຂໂດຍໂປຣແກຣມພາຍນອກ. ທ່ານຕ້ອງການໂຫຼດມັນໃໝ່ບໍ່?
ur: کسی بیرونی ایپلی کیشن نے تصویر "%s" میں تبدیلی کی ہے۔ کیا آپ اسے دوبارہ لوڈ کرنا چاہیں گے؟

source: Use "%s" to open the selected image
am: ይጠቀሙ "%s" የ ተመረጠውን ምስል ለ መክፈት
en@shaw: ğ‘¿ğ‘Ÿ "%s" ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ໃຊ້ "%s" ເພື່ອເປີດຮູບທີ່ເລືອກ
ur: منتخب کردہ تصویر کو کھولنے کے لیے "%s" کا استعمال کریں

source: Saving image "%s" (%u/%u)
am: ምስል በ ማስቀመጥ ላይ "%s" (%u/%u)
en@shaw: ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ "%s" (%u/%u)
lo: ກຳລັງບັນທຶກຮູບ "%s" (%u/%u)
ur: تصویر "%s" محفوظ کی جارہی ہے (%u/%u)

source: Opening image "%s"
am: ምስል በ መክፈት ላይ "%s"
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ "%s"
lo: ກຳລັງເປີດຮູບ "%s"
ur: تصویر "%s" کو کھولا جا رہا ہے

source: Viewing a slideshow
am: የ ተንሸራታች ማሳያ መመልከቻ
lo: ກຳລັງເບິ່ງສະໄລດ໌ໂຊ
ur: سلائڈ شو چل رہا ہے

source: Error printing file: %s
am: ስህተት ፋይል በ ማተም ላይ: %s
en@shaw: ğ‘»ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s
lo: ເກີດຂໍ້ຜິດພາດໃນການພິມໄຟລ໌: %s
ur: فائل چھاپنے میں مسئلہ: %s

source: Error launching System Settings:
am: ስህተት የ ስርአት ማሰናጃ ማስጀመሪያ:
lo: ເກີດຂໍ້ຜິດພາດໃນການເປີດການຕັ້ງຄ່າລະບົບ:
ur: سسٹم ترتیبات چلانے میں مسئلہ.

source: _Open Background Preferences
am: የ መደብ ምርጫዎች _መክፈቻ
lo: _ເປີດການຕັ້ງຄ່າພື້ນຫຼັງ
ur: پس منظر کی ترجیحات _کھولیں

source: The image "%s" has been set as Desktop Background. Would you like to modify its appearance?
am: ይህ ምስል "%s" እንደ ዴስክቶፕ መደብ ተሰናድቷል እርስዎ አቀራረቡን ማሻሻል ይፈልጋሉ?
en@shaw: ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ "%s" ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•?
lo: ຮູບ "%s" ໄດ້ຖືກຕັ້ງເປັນພື້ນຫຼັງເດັສທັອບ. ທ່ານຕ້ອງການແກ້ໄຂຮູບລັກສະນະຂອງມັນບໍ່?
ur: تصویر "%s" ڈیسک ٹاپ کے پس منظر کے طور پر مُتعین کردی گئی ہے. کیا آپ اس کی ظاہری شکل میں ترمیم کرنا چاہتے ہیں؟

source: Saving image locally…
am: በ አካባቢ ውስጥ ምስል ማስቀመጫ…
lo: ກຳລັງບັນທຶກຮູບໃນເຄື່ອງ…
ur: تصویر مقامی طور پر محفوظ کی جارہی ہے...

source: Are you sure you want to remove "%s" permanently?
am: እርስዎ በ እርግጥ ማስወገድ ይፈልጋሉ "%s" በ ቋሚነት?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ "%s" ແບບຖາວອນ?
ur: کیا آپ واقعی "%s" کو ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟

source: Are you sure you want to remove the selected image permanently?
am: እርስዎ በ እርግጥ ማስወገድ ይፈልጋሉ በ ቋሚነት የ ተመረጠውን ምስል?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ\n ຮູບທີ່ %d ເລືອກໄວ້ແບບຖາວອນ?
ur: کیا آپ واقعی منتخب کردہ تصویر ہمیشہ کے لیے ہٹانا چاہتے ہیں؟

source: _Delete
am: _ማጥፊያ
lo: _ລຶບ
ur: _حذف کریں

source: _Yes
am: _አዎ
lo: _ແມ່ນ
ur: _ہاں

source: Do _not ask again during this session
am: በዚህ ክፍለ ጊዜ ውስጥ በድጋሚ _አትጠይቀኝ
lo: ຢ່າ_ຖາມອີກໃນລະຫວ່າງເຊດຊັນນີ້
ur: اس دورانیے کے دوران دوبارہ _مت پوچھیں

source: Couldn't retrieve image file
am: የ ምስል ፋይል ፈልጎ ማግኘት አልተቻለም
lo: ບໍ່ສາມາດດຶງຂໍ້ມູນໄຟລ໌ຮູບໄດ້
ur: تصویر حاصل نہیں کی جاسکی

source: Couldn't retrieve image file information
am: የ ምስል ፋይል መረጃ ፈልጎ ማግኘት አልተቻለም
lo: ບໍ່ສາມາດດຶງຂໍ້ມູນໄຟລ໌ຮູບໄດ້
ur: تصویری فائل کی معلومات کا حصول نہیں ہو سکا

source: Couldn't delete file
am: ፋይል ማጥፋት አልተቻለም
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘“ğ‘²ğ‘¤
lo: ບໍ່ສາມາດລຶບໄຟລ໌ໄດ້
ur: فائل حذف نہیں کی جاسکی

source: Error on deleting image %s
am: ስህተት ምስሉን በማጥፋት ላይ %s
en@shaw: ğ‘»ğ‘¼ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ %s
lo: ເກີດຂໍ້ຜິດພາດໃນການລຶບຮູບ %s
ur: تصویر %s کو حذف کرتے ہوئے مسئلہ

source: Are you sure you want to move "%s" to the trash?
am: እርስዎ በ እርግጥ ማስወገድ ይፈልጋሉ "%s" ወደ ቆሻሻ ውስጥ?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ "%s" ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຍ້າຍ "%s" ໄປຖັງຂີ້ເຫຍື້ອ?
ur: کیا آپ واقعی "%s" کو ردی میں منتقل کرنا چاہتے ہیں؟

source: A trash for "%s" couldn't be found. Do you want to remove this image permanently?
am: ቆሻሻ "%s" አልተገኘም: እርስዎ በ እርግጥ በ ቋሚነት ማጥፋት ይፈልጋሉ?
en@shaw: ğ‘© ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘“ğ‘¹ "%s" ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘›. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦?
lo: ບໍ່ພົບຖັງຂີ້ເຫຍື້ອສຳລັບ "%s". ທ່ານຕ້ອງການລຶບຮູບນີ້ແບບຖາວອນບໍ່?
ur: ردی برائے "%s" نہیں پائی گئی. کیا آپ یہ تصویر ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟

source: Are you sure you want to move the selected image to the trash?
am: እርስዎ በ እርግጥ ማንቀሳቀስ ይፈልጋሉ የ ተመረጠውን ምስል ወደ ቆሻሻ ውስጥ?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຍ້າຍ\n ຮູບທີ່ %d ເລືອກໄປຖັງຂີ້ເຫຍື້ອ?
ur: کیا آپ واقعی منتخب کردہ تصویر ردی میں منتقل چاہتے ہیں؟

source: Some of the selected images can't be moved to the trash and will be removed permanently. Are you sure you want to proceed?
am: አንዳንድ የ ተመረጡትን ምስሎች ወደ ቆሻሻ ማንቀሳቀስ አልተቻለም እና በ ቋሚነት ይጠፋሉ: በ እርግጥ መቀጠል ይፈልጋሉ?
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘µğ‘ğ‘› ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦. ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘›?
lo: ບາງຮູບທີ່ເລືອກບໍ່ສາມາດຍ້າຍໄປຖັງຂີ້ເຫຍື້ອໄດ້ ແລະ ຈະຖືກລຶບແບບຖາວອນ. ທ່ານແນ່ໃຈບໍ່ວ່າຈະດຳເນີນການຕໍ່?
ur: کچھ منتخب کردہ تصاویر ردی میں منتقل نہیں کی جاسکتیں اور ہمیشہ کے لیے حذف کردی جائیں گی. کیا آپ واقعی آگے بڑھنا چاہتے ہیں؟

source: Move to _Trash
am: ወደ _ቆሻሻ ማንቀሳቀሻ
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘‘ _ğ‘‘ğ‘®ğ‘¨ğ‘–
lo: ຍ້າຍໄປ_ຖັງຂີ້ເຫຍື້ອ
ur: _ردی میں منتقل کریں

source: Couldn't access trash.
am: ቆሻሻ ጋር መድረስ አልተቻለም
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘–.
lo: ບໍ່ສາມາດເຂົ້າເຖິງຖັງຂີ້ເຫຍື້ອໄດ້.
ur: ردی تک رسائی حاصل نہیں کی جاسکی.

source: _Image
am: _ምስል
en@shaw: _ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: _Edit
am: _አስተካክል
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘
lo: _ແກ້ໄຂ
ur: _ترمیم

source: _Go
am: _መሄጃ
en@shaw: _ğ‘œğ‘´
lo: _ໄປ
ur: _جائیں

source: _Tools
am: _መሳሪያዎች
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘Ÿ
lo: _ເຄື່ອງມື
ur: _اوزار

source: _Open…
am: _መክፈቻ…
lo: _ເປີດ…
ur: _کھولیں...

source: Open a file
am: ፋይል ክፈት
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘“ğ‘²ğ‘¤
lo: ເປີດໄຟລ໌
ur: کوئی فائل کھولیں

source: Close window
am: መስኮቱን ዝጋ
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
lo: ປິດໜ້າຕ່າງ
ur: ونڈو بند کریں

source: Preferences for Image Viewer
am: የ ምስል መመልከቻ ምርጫዎች
lo: ການຕັ້ງຄ່າສຳລັບໂປຣແກຣມເບິ່ງຮູບ
ur: تصویر ناظر کی ترجیحات

source: _Contents
am: _ይዞታዎች
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
lo: _ເນື້ອໃນ
ur: _موضوعات

source: Help on this application
am: እርዳታ ለዚህ መተግበሪያ
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯
lo: ຊ່ວຍເຫຼືອກ່ຽວກັບໂປຣແກຣມນີ້
ur: اس ایپلی کیشن کے بارے مدد

source: About this application
am: ስለዚህ ፕሮግራም
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯
lo: ກ່ຽວກັບໂປຣແກຣມນີ້
ur: اس ایپلی کیشن کے بارے میں

source: Changes the visibility of the toolbar in the current window
am: በ አሁኑ መስኮት ውስጥ የ ምልክት መደርደሪያ መመልከቻ መቀየሪያ
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
lo: ປ່ຽນການເບິ່ງເຫັນຂອງແຖບເຄື່ອງມືໃນໜ້າຕ່າງປັດຈຸບັນ

source: Changes the visibility of the statusbar in the current window
am: በ አሁኑ መስኮት ውስጥ የ ሁኔታዎች መደርደሪያ መመልከቻ መቀየሪያ
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•ğ‘šğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
lo: ປ່ຽນການເບິ່ງເຫັນຂອງແຖບສະຖານະໃນໜ້າຕ່າງປັດຈຸບັນ
ur: حالیہ ونڈو میں حالت پٹی کی رویت تبدیل کریں

source: Changes the visibility of the image gallery pane in the current window
am: በ አሁኑ መስኮት ውስጥ የ ምልክት አዳራሽ ክፍል መመልከቻ መቀየሪያ
lo: ປ່ຽນການເບິ່ງເຫັນຂອງແຖບຫ້ອງສະແດງຮູບໃນໜ້າຕ່າງປັດຈຸບັນ
ur: حالیہ ونڈو میں تصویر گیلری پین کی رویت(visibility) تبدیل کریں

source: Changes the visibility of the side pane in the current window
am: በ አሁኑ መስኮት ውስጥ የ ጎን ክፍል መመልከቻ መቀየሪያ
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘•ğ‘²ğ‘› ğ‘ğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
lo: ປ່ຽນການເບິ່ງເຫັນຂອງແຖບດ້ານຂ້າງໃນໜ້າຕ່າງປັດຈຸບັນ
ur: حالیہ ونڈو میں بغلی پٹی کی رویت تبدیل کریں

source: Save changes in currently selected images
am: አሁን የ ተመረጡትን ምስሎች ለውጥ ማስቀመጫ
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ
lo: ບັນທຶກການປ່ຽນແປງໃນຮູບທີ່ເລືອກໄວ້ໃນປັດຈຸບັນ
ur: حالیہ منتخب کردہ تصاویر کی تبدیلیاں محفوظ کریں

source: Open _with
am: መክፈቻ _በ
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ _ğ‘¢ğ‘¦ğ‘
lo: ເປີດ_ດ້ວຍ
ur: کھولیں _بذریعہ

source: Open the selected image with a different application
am: የ ተመረጠውን ምስል በ ተለየ መተግባሪያ መክፈቻ
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯
lo: ເປີດຮູບທີ່ເລືອກດ້ວຍໂປຣແກຣມອື່ນ
ur: حالیہ منتخب کردہ تصویر مختلف ایپلی کیشن میں کھولیں

source: Save the selected images with a different name
am: የ ተመረጠውን ምስል በ ተለየ ስም ማስቀመጫ
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥
lo: ບັນທຶກຮູບທີ່ເລືອກດ້ວຍຊື່ອື່ນ
ur: حالیہ منتخب کردہ تصویر مختلف نام سے محفوظ کریں

source: Show Containing _Folder
am: የያዘውን _ፎልደር ማሳያ
lo: ສະແດງ_ໂຟເດີທີ່ບັນຈຸ
ur: جس فولڈر میں یہ ہے وہ دکھائیں

source: _Print…
am: _ማተሚያ...
lo: _ພິມ…
ur: _چھاپیں...

source: Print the selected image
am: የ ተመረጠውን ምስል ማተሚያ
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ພິມຮູບທີ່ເລືອກ
ur: منتخب کردہ تصویر چھاپیں

source: Prope_rties
am: ባህሪ_ዎች
en@shaw: ğ‘ğ‘®ğ‘ªğ‘_ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ
lo: ຄຸນສົມບັ_ດ
ur: _خصوصیات

source: Show the properties and metadata of the selected image
am: ለ ተመረጠው ምስል የ metadata ባህሪዎች ማሳያ
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ສະແດງຄຸນສົມບັດ ແລະ ຂໍ້ມູນເມຕາຂອງຮູບທີ່ເລືອກ
ur: منتخب کردہ تصویر کی خصوصیات اور میٹا ڈیٹا دیکھیں

source: _Undo
am: _መተው
en@shaw: _ğ‘³ğ‘¯ğ‘›ğ‘µ
lo: _ຍ້ອນກັບ
ur: _کالعدم کریں

source: Undo the last change in the image
am: የ መጨረሻውን ለውጥ በ ምስል ላይ መተው
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¦ğ‘¯ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ຍ້ອນກັບການປ່ຽນແປງຫຼ້າສຸດໃນຮູບ
ur: تصویر کی آخری تبدیلی کالعدم کریں

source: Flip _Horizontal
am: መገልበጫ በ _አግድም
en@shaw: ğ‘“ğ‘¤ğ‘¦ğ‘ _ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤
lo: ປີ້ນ_ແນວນອນ
ur: _اُفقی پلٹائیں

source: Mirror the image horizontally
am: ምስል በ አግድም ማንፀባረቂያ
en@shaw: ğ‘¥ğ‘¦ğ‘®ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘¦
lo: ປີ້ນຮູບຕາມແນວນອນ
ur: تصویر کو افقی طور پر پلٹائیں

source: Flip _Vertical
am: መገልበጫ በ _ቁመት
en@shaw: ğ‘“ğ‘¤ğ‘¦ğ‘ _ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤
lo: ປີ້ນ_ແນວຕັ້ງ
ur: _عمودی پلٹائیں

source: Mirror the image vertically
am: ምስል በ ቁመት ማንፀባረቂያ
en@shaw: ğ‘¥ğ‘¦ğ‘®ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦
lo: ປີ້ນຮູບຕາມແນວຕັ້ງ
ur: تصویر کو عمودی طور پر پلٹائیں

source: _Rotate Clockwise
am: _ማዞሪያ ከ ግራ ወደ ቀኝ
en@shaw: _ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¤ğ‘­ğ‘’ğ‘¢ğ‘²ğ‘Ÿ
lo: _ໝຸນຕາມເຂັມໂມງ
ur: گھڑی کی سمت گھمائیں

source: Rotate the image 90 degrees to the right
am: ምስል ማዞሪያ በ 90 ዲግሪዎች በ ቀኝ
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ 90 ğ‘›ğ‘¦ğ‘œğ‘®ğ‘°ğ‘Ÿ ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘
lo: ໝຸນຮູບ 90 ອົງສາໄປທາງຂວາ
ur: تصویر کو 90 درجے دائیں گھمائیں

source: Rotate Counterc_lockwise
am: ማዞሪያ ከ ቀኝ _ወደ ግራ
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼ğ‘’_ğ‘¤ğ‘­ğ‘’ğ‘¢ğ‘²ğ‘Ÿ
lo: ໝຸນ_ທວນເຂັມໂມງ
ur: گھڑی کی سمت کے الٹ گھمائیں

source: Rotate the image 90 degrees to the left
am: ምስል ማዞሪያ በ 90 ዲግሪዎች በ ግራ
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ 90 ğ‘›ğ‘¦ğ‘œğ‘®ğ‘°ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘
lo: ໝຸນຮູບ 90 ອົງສາໄປທາງຊ້າຍ
ur: تصویر کو 90 درجے بائیں گھمائیں

source: Set as Wa_llpaper
am: እንደ ግድ_ግዳ ወረቀት ማሰናጃ
lo: ຕັ້ງເປັນ_ພາບພື້ນຫຼັງ
ur: بطور وال پیپر _مقرر کریں

source: Set the selected image as the wallpaper
am: የ ተመረጠውን ምስል እንደ ግድግዳ ወረቀት ማሰናጃ
lo: ຕັ້ງຮູບທີ່ເລືອກເປັນພາບພື້ນຫຼັງ
ur: منتخب کردہ تصویر کو بطور وال پیپر متعین کریں

source: Move the selected image to the trash folder
am: የ ተመረጠውን ምስል ወደ ቆሻሻ ፎልደር መላኪያ
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
lo: ຍ້າຍຮູບທີ່ເລືອກໄປໂຟເດີຖັງຂີ້ເຫຍື້ອ
ur: منتخب کردہ تصویر کو ردی کے فولڈر میں منتقل کریں

source: _Delete Image
am: ምስል _ማጥፊያ
lo: _ລຶບຮູບ
ur: _تصویر حذف کریں

source: Delete the selected image
am: የ ተመረጠውን ምስል ማጥፊያ
lo: ລຶບຮູບທີ່ເລືອກ
ur: منتخب کردہ تصویر حذف کریں

source: _Copy
am: _ኮፒ
lo: _ສຳເນົາ
ur: _کاپی کریں

source: Copy the selected image to the clipboard
am: የ ተመረጠውን ምስል ወደ ቁራጭ ሰሌዳ ላይ ኮፒ ማድረጊያ
lo: ສຳເນົາຮູບທີ່ເລືອກໄປທີ່ຄລິບບອດ
ur: منتخب کردہ تصویر کو کلپ بورڈ پر کاپی کریں

source: _Zoom In
am: ከ_ቅርበት ዕይታ
en@shaw: _ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯
lo: _ຊູມເຂົ້າ
ur: _نزدیک کریں

source: Enlarge the image
am: ምስል ማሳደጊያ
en@shaw: ğ‘§ğ‘¯ğ‘¤ğ‘¸ğ‘¡ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ຂະຫຍາຍຮູບ
ur: تصویر بڑی کریں

source: Zoom _Out
am: ከ_ርቀት ዕይታ
en@shaw: ğ‘Ÿğ‘µğ‘¥ _ğ‘¬ğ‘‘
lo: ຊູມ_ອອກ
ur: _دور کریں

source: Shrink the image
am: ምስል ማሳነሻ
en@shaw: ğ‘–ğ‘®ğ‘°ğ‘™ğ‘’ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: ຫຍໍ້ຮູບ
ur: تصویر سکیڑیں

source: _Normal Size
am: የ_ተለመደ መጠን
en@shaw: _ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ
lo: _ຂະໜາດປົກກະຕິ
ur: _نارمل سائز

source: Show the image at its normal size
am: ምስሉን በ ዋናው መጠን ማሳያ
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ
lo: ສະແດງຮູບໃນຂະໜາດປົກກະຕິ
ur: تصویر کو اس کے اصل سائز میں دیکھیں

source: Reload the image
am: ምስል እንደገና መጫኛ
lo: ໂຫຼດຮູບໃໝ່
ur: حالیہ تصویر دوبارہ لوڈ کریں

source: _Fullscreen
am: _በሙሉ ገጽ መመልከቻ
en@shaw: _ğ‘“ğ‘«ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
lo: _ເຕັມຈໍ
ur: _مکمل سکرین

source: Show the current image in fullscreen mode
am: የ አሁኑን ምስል በ መኡሉ መመልከቻ ዘዴ ማሳያ
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘“ğ‘«ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘´ğ‘›
lo: ສະແດງຮູບປັດຈຸບັນໃນໂໝດເຕັມຈໍ
ur: حالیہ تصویر کو بھرپُور سکرین موڈ میں دیکھیں

source: Pause Slideshow
am: ተንሸራታች ማሳያ ማስቆሚያ
lo: ຢຸດສະໄລດ໌ໂຊ
ur: سلائیڈ شو موقوف کریں

source: Pause or resume the slideshow
am: ተንሸራታች ማሳያ ማስቆሚያ ወይንም መቀጠያ
lo: ຢຸດ ຫຼື ຫຼິ້ນຕໍ່ສະໄລດ໌ໂຊ
ur: سلائیڈ شو موقوف کریں یا چلائیں

source: _Best Fit
am: በ _ጥሩ ልክ
lo: _ພໍດີທີ່ສຸດ
ur: بہترین _فٹ

source: Fit the image to the window
am: ምስሉን በ መስኮቱ ልክ ማድረጊያ
en@shaw: ğ‘“ğ‘¦ğ‘‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
lo: ປັບຮູບໃຫ້ພໍດີກັບໜ້າຕ່າງ
ur: تصویر کو ونڈو میں فٹ کریں

source: _Previous Image
am: _ያለፈው ምስል
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: _ຮູບກ່ອນໜ້າ
ur: _سابقہ تصویر

source: Go to the previous image of the gallery
am: ወዳለፈው የ ምስል አዳራሽ መሄጃ
lo: ໄປທີ່ຮູບກ່ອນໜ້າຂອງຫ້ອງສະແດງ
ur: تصویر گیلری میں سابقہ تصویر پہ جائیں

source: _Next Image
am: _የሚቀጥለው ምስል
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: _ຮູບຖັດໄປ
ur: _اگلی تصویر

source: Go to the next image of the gallery
am: ወደሚቀጥለው የ ምስል አዳራሽ መሄጃ
lo: ໄປທີ່ຮູບຖັດໄປຂອງຫ້ອງສະແດງ
ur: تصویر گیلری میں اگلی تصویر پہ جائیں

source: _First Image
am: የ _መጀመሪያው ምስል
en@shaw: _ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: _ຮູບທຳອິດ
ur: _پہلی تصویر

source: Go to the first image of the gallery
am: ወደ መጀመሪያው የ ምስል አዳራሽ መሄጃ
lo: ໄປທີ່ຮູບທຳອິດຂອງຫ້ອງສະແດງ
ur: تصویر گیلری میں پہلی تصویر پہ جائیں

source: _Last Image
am: የ _መጨረሻው ምስል
en@shaw: _ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: _ຮູບສຸດທ້າຍ
ur: _آخری تصویر

source: Go to the last image of the gallery
am: ወደ መጨረሻው የ ምስል አዳራሽ መሄጃ
lo: ໄປທີ່ຮູບສຸດທ້າຍຂອງຫ້ອງສະແດງ
ur: تصویر گیلری میں آخری تصویر پہ جائیں

source: _Random Image
am: ምስል _በደፈናው
en@shaw: _ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¦ğ‘¥ğ‘¦ğ‘¡
lo: _ຮູບແບບສຸ່ມ
ur: _رینڈم تصویر

source: Go to a random image of the gallery
am: ወደ በደፈናው የ ምስል አዳራሽ መሄጃ
lo: ໄປທີ່ຮູບແບບສຸ່ມຂອງຫ້ອງສະແດງ
ur: تصویر گیلری میں کسی رینڈم تصویر پہ جائیں

source: S_lideshow
am: ተ_ንሸራታች ማሳያ
lo: ສ_ະໄລດ໌ໂຊ
ur: س_لائڈ شو

source: Start a slideshow view of the images
am: ለ ምስሎቹ የ ተንሸራታች ማሳያ መመልከቻ ማስጀመሪያ
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘–ğ‘´ ğ‘ğ‘¿ ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ
lo: ເລີ່ມສະໄລດ໌ໂຊຂອງຮູບພາບ
ur: تصاویر کی سلائیڈ نمائش شروع کریں

source: Previous
am: ቀደም ያለው
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•
lo: ກ່ອນໜ້າ
ur: سابقہ

source: Next
am: የሚቀጥለው
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘
lo: ຖັດໄປ
ur: اگلا

source: Right
am: በ ቀኝ
en@shaw: ğ‘®ğ‘²ğ‘‘
lo: ຂວາ
ur: دائیں

source: Left
am: በ ግራ
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘
lo: ຊ້າຍ
ur: بائیں

source: Show Folder
am: ፎልደር ማሳያ
lo: ສະແດງໂຟເດີ
ur: فولڈر دکھائیں

source: In
am: ቅርበት
en@shaw: ğ‘¦ğ‘¯
lo: ເຂົ້າ
ur: اندر

source: Out
am: ርቀት
en@shaw: ğ‘¬ğ‘‘
lo: ອອກ
ur: باہر

source: Normal
am: የተለመደ
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤
lo: ປົກກະຕິ
ur: نارمل

source: Fit
am: ልክ
en@shaw: ğ‘“ğ‘¦ğ‘‘
lo: ພໍດີ
ur: فٹ

source: Gallery
am: አዳራሽ
lo: ຫ້ອງສະແດງ
ur: گیلری

# action (to trash)
source: Trash
am: ቆሻሻ
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘–
lo: ຖັງຂີ້ເຫຍື້ອ
ur: ردی زدہ کریں

source: Open in fullscreen mode
am: በ ሙሉ መመልከቻ ዘዴ መክፈቻ
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘“ğ‘«ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘´ğ‘›
lo: ເປີດໃນໂໝດເຕັມຈໍ
ur: بھرپُور سکرین میں کھولیں

source: Disable image gallery
am: የ ምስል አዳራሽ ማሰናከያ
lo: ປິດໃຊ້ງານຫ້ອງສະແດງຮູບ
ur: تصویر گیلری غیر فعال کریں

source: Open in slideshow mode
am: በ ተንሸራታች ማሳያ ዘዴ መክፈቻ
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘–ğ‘´ ğ‘¥ğ‘´ğ‘›
lo: ເປີດໃນໂໝດສະໄລດ໌ໂຊ
ur: سلائڈ شو موڈ میں کھولیں

source: Start a new instance instead of reusing an existing one
am: አዲስ ሁኔታ ማስጀመሪያ የ ነበረውን ከ መጠቀም ይልቅ
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘®ğ‘°ğ‘˜ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘³ğ‘¯
lo: ເລີ່ມໂປຣແກຣມໃໝ່ແທນທີ່ຈະໃຊ້ໂປຣແກຣມທີ່ມີຢູ່ແລ້ວ
ur: کوئی پرانا انسٹنس کھولنے کے بجائے نیا انسٹنس شروع کریں

source: Open in a single window, if multiple windows are open the first one is used
am: በ ነጠላ መስኮት መክፈቻ: በርካታ መስኮቶች ተከፍተው ከ ነበረ አንዱን የ መጀመሪያውን ይጠቀማል
lo: ເປີດໃນໜ້າຕ່າງດຽວ, ຖ້າມີຫຼາຍໜ້າຕ່າງເປີດຢູ່ ຈະໃຊ້ໜ້າຕ່າງທຳອິດ
ur: صرف ایک ونڈو کھولیں، اگر ایک سے زیادہ ونڈو کھلی ہوئی تو پہلی والی ونڈو استعمال ہو گی

source: Show the application's version
am: የ መተግበሪያውን እትም ማሳያ
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯
lo: ສະແດງເວີຊັນຂອງໂປຣແກຣມ
ur: ایپلی کیشن کا ورژن دکھائیں

source: [FILE…]
am: [ፋይል…]
lo: [ໄຟລ໌…]

source: Run '%s --help' to see a full list of available command line options.
am: ያስኪዱ '%s --እርዳታ' ዝግጁ የሆኑ የትእዛዝ መስመሮችን ለማየት
en@shaw: ğ‘®ğ‘³ğ‘¯ '%s --help' ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.
lo: ໃຊ້ '%s --help' ເພື່ອເບິ່ງລາຍການຕົວເລືອກຄຳສັ່ງທີ່ມີທັງໝົດ.

source: Show â€œ_%sâ€
en@shaw: ğ‘–ğ‘´ â€œ%sâ€
