Repository: linuxmint/xviewer
Catalog: po/*.po
Languages: am, en@shaw, lo, ur

source: Running in fullscreen mode
en@shaw: ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘“ğ‘«ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘´ğ‘›

source: Activate fullscreen mode with double-click
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘“ğ‘«ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘´ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤-ğ‘’ğ‘¤ğ‘¦ğ‘’

source: Fullscreen with double-click
en@shaw: ğ‘“ğ‘«ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤-ğ‘’ğ‘¤ğ‘¦ğ‘’

source: Reload Image
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Reload current image
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Date in statusbar
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•ğ‘šğ‘¸

source: Shows the image date in the window statusbar
en@shaw: ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•ğ‘šğ‘¸

source: Destination folder:
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:

source: Filename format:
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘:

source: Replace spaces with underscores
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘•ğ‘’ğ‘ªğ‘®ğ‘Ÿ

source: Start counter at:
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼ ğ‘¨ğ‘‘:

source: Xviewer Preferences
en@shaw: ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Smooth images when zoomed-_in
en@shaw: ğ‘•ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘Ÿğ‘µğ‘¥ğ‘›-_ğ‘¦ğ‘¯

source: Smooth images when zoomed-_out
en@shaw: ğ‘•ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘Ÿğ‘µğ‘¥ğ‘›-_ğ‘¬ğ‘‘

source: _Switch image after:
en@shaw: _ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘­ğ‘“ğ‘‘ğ‘¼:

source: seconds
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: Determines how transparency should be indicated. Valid values are CHECK_PATTERN, COLOR and NONE. If COLOR is choosen, then the trans_color key determines the used color value.
en@shaw: ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘£ğ‘¬ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ CHECK_PATTERN, COLOR ğ‘¯ NONE. ğ‘¦ğ‘“ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯, ğ‘ğ‘§ğ‘¯ ğ‘ trans_color ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘ ğ‘¿ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿.

source: If activated Xviewer wont ask for confirmation when moving images to the trash. It will still ask if any of the files cannot be moved to the trash and would be deleted instead.
en@shaw: ğ‘¦ğ‘“ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘­ğ‘•ğ‘’ ğ‘¦ğ‘“ ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘µğ‘ğ‘› ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: If activated and no image is loaded in the active window, the file chooser will display the user's pictures folder using the XDG special user directories. If deactivated or the pictures folder has not been set up it will show the current working directory.
en@shaw: ğ‘¦ğ‘“ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¯ ğ‘¯ğ‘´ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´, ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘—ğ‘µğ‘Ÿğ‘¼ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘¿ğ‘Ÿğ‘¼'ğ‘Ÿ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘˜ğ‘¼ğ‘Ÿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ XDG ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¹ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘˜ğ‘¼ğ‘Ÿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦.

source: If activated the detailed metadata list in the properties dialog will be moved to its own page in the dialog. This should make the dialog more usable on smaller screens, e.g. as used by netbooks. If disabled the widget will be embedded on the "Metadata" page.
en@shaw: ğ‘¦ğ‘“ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¥ğ‘µğ‘ğ‘› ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ ğ‘ğ‘±ğ‘¡ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ. ğ‘ğ‘¦ğ‘• ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘¹ ğ‘˜ğ‘µğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘Ÿ, ğ‘§.ğ‘¡ğ‘°. ğ‘¨ğ‘Ÿ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¯ğ‘§ğ‘‘ğ‘šğ‘µğ‘’ğ‘•. ğ‘¦ğ‘“ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘› ğ‘ªğ‘¯ ğ‘ "ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘›ğ‘±ğ‘‘ğ‘©" ğ‘ğ‘±ğ‘¡.

source: Image collection pane position. Set to 0 for bottom; 1 for left; 2 for top; 3 for right.
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘±ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯. ğ‘•ğ‘§ğ‘‘ ğ‘‘ 0 ğ‘“ğ‘¹ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥; 1 ğ‘“ğ‘¹ ğ‘¤ğ‘§ğ‘“ğ‘‘; 2 ğ‘“ğ‘¹ ğ‘‘ğ‘ªğ‘; 3 ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘.

source: Show/Hide the image collection pane scroll buttons.
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘±ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ.

source: Show/Hide the image collection pane.
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘±ğ‘¯.

source: Whether the image collection pane should be resizable.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘±ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤.

source: Whether the image should be interpolated on zoom-out. This leads to better quality but is somewhat slower than non interpolated images.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘‘ğ‘»ğ‘ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘ªğ‘¯ ğ‘Ÿğ‘µğ‘¥-ğ‘¬ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘¤ğ‘´ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘¯ ğ‘¦ğ‘‘ğ‘»ğ‘ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ.

source: Xviewer could not determine a supported writable file format based on the filename.
en@shaw: ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥.

source: All Files
en@shaw: ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: All Images
en@shaw: ğ‘·ğ‘¤ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: XMP Other
en@shaw: XMP ğ‘³ğ‘ğ‘¼
lo: XMP ອື່ນໆ
ur: XMP دیگر

source: _Retry
en@shaw: _ğ‘®ğ‘°ğ‘‘ğ‘®ğ‘²

source: %.1f (lens)
en@shaw: %.1f (ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ)
lo: %.1f (ເລນ)
ur: %.1f (لینز)

source: Could not display help for Xviewer
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¹ ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥

source: %i Ã— %i pixel %s %i%%
en@shaw: %i Ã— %i ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ %s %i%%

source: Toolbar Editor
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: _Reset to Default
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: translator-credits
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘‘ğ‘¼-ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘°; ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘¥ğ‘»ğ‘—ğ‘©ğ‘¯ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¹ ğ‘“ğ‘¦ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘ğ‘»ğ‘ğ‘©ğ‘•. ğ‘•ğ‘° ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 59 ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘• - ğ‘•ğ‘¢ğ‘°ğ‘‘ 330, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, MA 02111-1307, USA.

source: Xviewer
en@shaw: ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥

source: The GNOME image viewer.
en@shaw: ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘¿ğ‘¼.

source: Saving image locallyâ€¦
en@shaw: ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ğ‘¦â€¦

source: _Do not ask again during this session
en@shaw: _ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯

source: _Openâ€¦
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯â€¦

source: T_oolbar
en@shaw: ğ‘‘_ğ‘µğ‘¤ğ‘šğ‘¸

source: Edit the application toolbar
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Preferences for Xviewer
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘“ğ‘¹ ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥

source: _Image Collection
en@shaw: _ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Changes the visibility of the image collection pane in the current window
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Save _Asâ€¦
en@shaw: ğ‘•ğ‘±ğ‘ _ğ‘¨ğ‘Ÿâ€¦

source: _Printâ€¦
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘â€¦

source: Set as _Desktop Background
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ _ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Set the selected image as the desktop background
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¨ğ‘Ÿ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Best _Fit
en@shaw: ğ‘šğ‘§ğ‘•ğ‘‘ _ğ‘“ğ‘¦ğ‘‘

source: Go to the previous image of the collection
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Go to the next image of the collection
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Go to the first image of the collection
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Go to the last image of the collection
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Go to a random image of the collection
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘© ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: _Slideshow
en@shaw: _ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘–ğ‘´

source: Collection
en@shaw: ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Plugin
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Enabled
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: C_onfigure
en@shaw: ğ‘’_ğ‘ªğ‘¯ğ‘¦ğ‘œğ‘¼

source: A_ctivate
en@shaw: ğ‘¨_ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: Ac_tivate All
en@shaw: ğ‘¨ğ‘’_ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘·ğ‘¤

source: _Deactivate All
en@shaw: _ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘·ğ‘¤

source: Active _Plugins:
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ _ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ:

source: _About Plugin
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: C_onfigure Plugin
en@shaw: ğ‘’_ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Xviewer Image Viewer
en@shaw: ğ‘² ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘¿ğ‘¼

source: Disable image collection
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: [FILEâ€¦]
en@shaw: [ğ‘“ğ‘²ğ‘¤â€¦]

source: _Correct colors using the display profile
lo: _ແກ້ໄຂສີໂດຍໃຊ້ໂປຣໄຟລ໌ຈໍສະແດງຜົນ

source: Control
lo: ການຄວບຄຸມ

source: Pause and resume with the spacebar
lo: ຢຸດຊົ່ວຄາວ ແລະ ຫຼິ້ນຕໍ່ດ້ວຍແປ້ນຍະຫວ່າງ

source: Scroll Wheel
lo: ລໍ້ເລື່ອນ

source: Wheel
lo: ລໍ້

source: Zoom
lo: ຊູມ

source: Vertical Scrolling
lo: ເລື່ອນແນວຕັ້ງ

source: Horizontal Scrolling
lo: ເລື່ອນແນວນອນ

source: Previous/Next Image
lo: ຮູບກ່ອນໜ້າ/ຖັດໄປ

source: Rotate 90 degrees
lo: ໝຸນ 90 ອົງສາ

source: No Action
lo: ບໍ່ມີການກະທຳ

source: Shift + Wheel
lo: Shift + ລໍ້

source: Control + Wheel
lo: Control + ລໍ້

source: Shift + Control + Wheel
lo: Shift + Control + ລໍ້

source: Tilt Wheel
lo: ລໍ້ອຽງ

source: Mouse
lo: ເມົ້າສ໌

source: _File
lo: _ໄຟລ໌

source: _Favorites
lo: _ລາຍການທີ່ມັກ

source: _Recents
lo: _ລາຍການຫຼ້າສຸດ

source: Fit to _Height
lo: ພໍດີກັບ_ຄວາມສູງ

source: Fit to height
lo: ພໍດີກັບຄວາມສູງ

source: Fit to _Width
lo: ພໍດີກັບ_ຄວາມກວ້າງ

source: Fit to width
lo: ພໍດີກັບຄວາມກວ້າງ

source: Height
lo: ສູງ

source: Width
lo: ກວ້າງ
