Repository: linuxmint/xviewer
Catalog: po/*.po
Languages: am, en@shaw, lo, ur

source: Show “_%s”
am: ማሳያ “_%s”
ur: دکھائیں “_%s”

source: _Move on Toolbar
am: _ወደ እቃ መደርደሪያው ማንቀሳቀሻ
en@shaw: _ğ‘¥ğ‘µğ‘ ğ‘ªğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
ur: اوزاز پٹی پر _منتقل کریں

source: Move the selected item on the toolbar
am: የተመረጠውን እቃ ወደ እቃ መደርደሪያው ማንቀሳቀሻ
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
ur: منتخب عنصر کو اوزار پٹی پر منتقل کریں

source: _Remove from Toolbar
am: ከ እቃ መደርደሪያው ላይ _ማስወገጃ
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
ur: اوزار پٹی سے _ہٹا دیں

source: Remove the selected item from the toolbar
am: የተመረጠውን እቃ ከ እቃ መደርደሪያው ላይ ማስወገጃ
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
ur: منتخب عنصر کو اوزار پٹی سے ہٹا دیں

source: _Delete Toolbar
am: እቃ መደርደሪያውን _ማጥፊያ
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
ur: اوزار پٹی _حذف کریں

source: Remove the selected toolbar
am: የተመረጠውን የ እቃ መደርደሪያ ማስወገጃ
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
ur: منتخب اوزار پٹی ہٹا دیں

source: Separator
am: መለያያ
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼
ur: جداکار

source: _View
am: _ተመልከት
en@shaw: _ğ‘ğ‘¿
lo: _ເບິ່ງ
ur: _منظر

source: _Toolbar
am: _እቃ መደርደሪያ
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸
lo: _ແຖບເຄື່ອງມື
ur: _اوزار پٹی

source: _Statusbar
am: _ሁኔታዎች መደርደሪያ
en@shaw: _ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•ğ‘šğ‘¸
lo: _ແຖບສະຖານະ
ur: _حالت پٹی

source: _Image Gallery
am: የ _ምስል አዳራሽ
lo: _ຫ້ອງສະແດງຮູບ
ur: ـتصاویر گیلری

source: Side _Pane
am: የ ጎን _ክፍል
en@shaw: ğ‘•ğ‘²ğ‘› _ğ‘ğ‘±ğ‘¯
lo: _ແຖບດ້ານຂ້າງ
ur: بغلی _پٹی

source: Prefere_nces
am: _ምርጫዎች
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©_ğ‘¯ğ‘•ğ‘§ğ‘Ÿ
lo: ການຕັ້ງ_ຄ່າ
ur: ترجیحات

source: _Help
am: _መረጃ
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
lo: _ຊ່ວຍເຫຼືອ
ur: _ہدایات

source: _About
am: _ስለ
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘
lo: _ກ່ຽວກັບ
ur: ۤـمتعلق

source: _Quit
am: _ውጣ
lo: _ອອກ
ur: ـبند کریں

source: Xviewer is an image viewer which supports many formats. It can be used to view single images or images in a collection.
am: Xመመልከቻ የ ምስል መመልከቻ ነው: በርካታ አቀራረቦችን የያዘ: ለ መመልከት ነጠላ ምስል ወይንም ምስል ከ ስብስቦች ውስጥ
ur: ایکس ویوئر ایک ایمج ویوئر ہے جو بہت سے فائل فارمیٹ چلا سکتا ہے۔ اس کے ذریعے آپ ایک تصویر یا تصاویر کا مجموعہ دیکھ سکتے ہیں۔

source: Xviewer also allows to view the images in a fullscreen slideshow mode or set an image as the desktop wallpaper. It reads the camera tags to automatically rotate your images in the correct portrait or landscape orientation.
am: Xመመልከቻ እንዲሁም ያስችላል ምስሎችን መመልከት በ ሙሉ መመልከቻ ዘዴ በ ተንሸራታች ማሳያ ውስጥ: ወይንም ምስል እንደ ዴስክቶፕ መደብ ማሰናዳት ያስችላል: የ ካሜራ tags ማንበብ ይችላል ራሱ በራሱ እንዲሁም ምስሎችን ማዞር ይችላል በ ትክክለኛው አቀራረብ በ ምስል ወይንም በ መሬት አቀራረብ

source: Image Viewer
am: የምስል ተመልካች
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘¿ğ‘¼
lo: ໂປຣແກຣມເບິ່ງຮູບ
ur: تصویر ناظر

source: Browse and rotate images
am: ምስሎችን መቃኛ እና ማዞሪያ
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘¯ ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ
ur: تصور پرکھیں اور انہیں گھمائیں

source: Picture;Slideshow;Graphics;
am: ምስሎች:ተንሸራታች ማሳያ:ንድፎች;
ur: تصویر؛سلائڈشو؛گرافکس

source: Image Properties
am: የ ምስል ባህሪዎች
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ
lo: ຄຸນສົມບັດຮູບພາບ
ur: تصویر کی خصوصیات

source: _Previous
am: _ቀደም ያለው
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•
lo: _ກ່ອນໜ້າ
ur: ـپچھلا

source: _Next
am: _ይቀጥሉ
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘
lo: _ຖັດໄປ
ur: ـاگلا

source: _Close
am: _ዝጋ
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ
lo: _ປິດ
ur: _بند کریں

source: Name:
am: ስም:
en@shaw: ğ‘¯ğ‘±ğ‘¥:
lo: ຊື່:
ur: نام:

source: Width:
am: ስፋት:
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”:
lo: ກວ້າງ:
ur: چوڑائی:

source: Height:
am: እርዝመት:
en@shaw: ğ‘£ğ‘²ğ‘‘:
lo: ສູງ:
ur: اونچائی:

source: Type:
am: አይነት:
en@shaw: ğ‘‘ğ‘²ğ‘:
lo: ຊະນິດ:
ur: نوعیت:

source: Bytes:
am: ባይትስ:
en@shaw: ğ‘šğ‘²ğ‘‘ğ‘•:
lo: ໄບຕ໌:
ur: بائٹس:

source: Folder:
am: ፎልደር:
lo: ໂຟເດີ:
ur: فولڈر:

source: General
am: ባጠቃላይ
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤
lo: ທົ່ວໄປ
ur: عمومی

source: Aperture Value:
am: የ መክፋቻ ዋጋ:
en@shaw: ğ‘¨ğ‘ğ‘»ğ‘—ğ‘» ğ‘ğ‘¨ğ‘¤ğ‘¿:
lo: ຄ່າຮູຮັບແສງ:
ur: ایپرچر کی ویلیو:

source: Exposure Time:
am: የሚጋለጥበት ጊዜ:
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘´ğ‘ ğ‘˜ğ‘¼ ğ‘‘ğ‘²ğ‘¥:
lo: ເວລາເປີດຮັບແສງ:
ur: اکسپوزر کا وقت:

source: Focal Length:
am: የ ማስተካከያ እርዝመት:
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘§ğ‘™ğ‘”:
lo: ຄວາມຍາວໂຟກັສ:
ur: فوکل لمبائی:

source: Flash:
am: ፍላሽ:
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘–:
lo: ແຟລດ:
ur: فلیش:

source: ISO Speed Rating:
am: የ ISO ፍጥነት መጠን:
en@shaw: ISO ğ‘•ğ‘ğ‘°ğ‘› ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘™:
lo: ຄ່າຄວາມໄວ ISO:
ur: ائی۔ایس۔او سپیڈ ریٹنگ:

source: Metering Mode:
am: ብርሀን መለኪያ ዘዴ:
en@shaw: ğ‘¥ğ‘°ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘¥ğ‘´ğ‘›:
lo: ໂໝດວັດແສງ:
ur: میٹرنگ موڈ:

source: Camera Model:
am: የ ካሜራው አይነት
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘»ğ‘© ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤:
lo: ລຸ້ນກ້ອງ:
ur: کیمرے کا ماڈل:

source: Date/Time:
am: ቀን/ሰአት:
en@shaw: ğ‘›ğ‘±ğ‘‘/ğ‘‘ğ‘²ğ‘¥:
lo: ວັນທີ/ເວລາ:
ur: تاریخ/وقت

source: Description:
am: መግለጫ:
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:
lo: ຄຳອະທິບາຍ:
ur: وضاحت:

source: Location:
am: አካባቢ:
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:
lo: ສະຖານທີ່:
ur: مقام:

source: Keywords:
am: ቁልፍ ቃሎች:
en@shaw: ğ‘’ğ‘°ğ‘¢ğ‘»ğ‘›ğ‘Ÿ:
lo: ຄຳສຳຄັນ:
ur: کیی ورڈز:

source: Author:
am: ደራሲው:
en@shaw: ğ‘·ğ‘”ğ‘¼:
lo: ຜູ້ສ້າງ:
ur: مصنف:

source: Copyright:
am: የ ቅጂ መብት:
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘:
lo: ລິຂະສິດ:
ur: کاپی رائٹ:

source: Details
am: ዝርዝሮች
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ
lo: ລາຍລະອຽດ
ur: تفصیلات

source: Metadata
am: መረጃ
en@shaw: ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘›ğ‘±ğ‘‘ğ‘©
lo: ຂໍ້ມູນເມຕາ
ur: میٹا ڈیٹا

source: Save As
am: ማስቀመጫ እንደ
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¨ğ‘Ÿ
lo: ບັນທຶກເປັນ
ur: محفوظ بنام

source: _Cancel
am: _መሰረዣ
lo: _ຍົກເລີກ
ur: _منسوخ کریں

source: Save _As
am: ማስቀመጫ _እንደ
lo: ບັນທຶກ_ເປັນ
ur: محفوظ ـبنام

source: <b>%f:</b> original filename
am: <b>%f:</b> ዋናው የ ፋይል ስም
en@shaw: <b>%f:</b> ğ‘©ğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥
lo: <b>%f:</b> ຊື່ໄຟລ໌ຕົ້ນສະບັບ
ur: <b>%f:</b> اصل فائل نام

source: <b>%n:</b> counter
am: <b>%n:</b> መቁጠሪያ
en@shaw: <b>%n:</b> ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼
lo: <b>%n:</b> ຕົວນັບ
ur: <b>%n:</b> کاؤنٹر

source: _Filename format:
am: የ _ፋይል ስም አቀራረብ:
lo: _ຮູບແບບຊື່ໄຟລ໌:
ur: _فائل نام کی ساخت:

source: _Destination folder:
am: _መድረሻው ፎልደር:
lo: _ໂຟເດີປາຍທາງ:
ur: _منزل فولڈر:

source: Choose a folder
am: ፎልደር ይምረጡ
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
lo: ເລືອກໂຟເດີ
ur: کوئی فولڈر چنیں

source: File Path Specifications
am: የ ፋይል መንገድ መግለጫ
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘­ğ‘” ğ‘•ğ‘ğ‘§ğ‘•ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
lo: ລາຍລະອຽດເສັ້ນທາງໄຟລ໌

source: _Start counter at:
am: መቁጠሪያ _ማስጀመሪያ በ:
lo: _ເລີ່ມຕົວນັບທີ່:
ur: کاؤنٹر _شروع کریں اس پر:

source: _Replace spaces with underscores
am: _መቀየሪያ ክፍተቶችን በ ከ ስሩ ማስመሪያ
lo: _ແທນທີ່ຍະຫວ່າງດ້ວຍຂີດກ້ອງ
ur: خلاؤں کو انڈر سکور سے تبدیل کریں

source: Options
am: ምርጫዎች
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
lo: ຕົວເລືອກ
ur: اختیارات

source: Rename from:
am: እንደገና መሰየሚያ:
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥:
lo: ປ່ຽນຊື່ຈາກ:
ur: نام بدلیں اس سے:

source: To:
am: ለ:
en@shaw: ğ‘‘:
lo: ເປັນ:
ur: منجانب:

source: File Name Preview
am: የ ፋይል ስም ቅድመ እይታ
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿
lo: ເບິ່ງຕົວຢ່າງຊື່ໄຟລ໌
ur: فائل نام کا مُعائنہ

source: Preferences
am: ምርጫዎች
lo: ການຕັ້ງຄ່າ
ur: ترجیحات

source: Image Enhancements
am: ምስል ማጥሪያ
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘§ğ‘¯ğ‘£ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
lo: ການປັບປຸງຮູບພາບ

source: Smooth images when zoomed _out
am: በርቀት _በሚታይ ጊዜ ምስሎች ማለስለሻ
lo: ເຮັດໃຫ້ຮູບພາບມື່ນເມື່ອຊູມ_ອອກ

source: Smooth images when zoomed _in
am: _ በቅርብ በሚታይ ጊዜ ምስሎች ማለስለሻ
lo: ເຮັດໃຫ້ຮູບພາບມື່ນເມື່ອຊູມ_ເຂົ້າ

source: _Automatic orientation
am: _ራሱ በራሱ አቅጣጫ
en@shaw: _ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯
lo: _ຈັດວາງອັດຕະໂນມັດ
ur: _خودکار سمت بندی

source: Background
am: መደብ
lo: ພື້ນຫຼັງ
ur: پس منظر

source: As custom color:
am: እንደ ቀለም ማስተካከያ:
lo: ເປັນສີກຳນົດເອງ:
ur: بطور مخصوص رنگ:/

source: Background Color
am: የ መደብ ቀለም
lo: ສີພື້ນຫຼັງ
ur: رنگِ پس منظر

source: Transparent Parts
am: ግልጽ አካሎች
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¸ğ‘‘ğ‘•
lo: ສ່ວນທີ່ໂປ່ງໃສ
ur: شفاف حصے

source: As check _pattern
am: እንደ መመርመሪያ _ዘዴ
en@shaw: ğ‘¨ğ‘Ÿ ğ‘—ğ‘§ğ‘’ _ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯
lo: ເປັນລາຍ_ຕາຕະລາງ

source: As custom c_olor:
am: እንደ ቀ_ለም ማስተካከያ:
en@shaw: ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’_ğ‘³ğ‘¤ğ‘¼:
lo: ເປັນສີກຳນົດເອງ:
ur: بطور مخـصوص رنک:

source: Color for Transparent Areas
am: ቀለም ለ ግልጽ ቦታዎች
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘‘ ğ‘ºğ‘¦ğ‘©ğ‘Ÿ
lo: ສີສຳລັບພື້ນທີ່ໂປ່ງໃສ
ur: شفاف علاقوں کے لیے رنگ

source: As _background
am: እንደ _መደብ
en@shaw: ğ‘¨ğ‘Ÿ _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
lo: ເປັນ_ພື້ນຫຼັງ
ur: بطور پسـمنظر

source: Image View
am: ምስል መመልከቻ
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘¿
lo: ມຸມມອງຮູບພາບ
ur: تصویر منظر

source: Image Zoom
am: ምስል ማሳያ
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘Ÿğ‘µğ‘¥
lo: ການຊູມຮູບພາບ
ur: تصویر زوم

source: E_xpand images to fit screen
am: በ መመልከቻው ልክ እንዲሆኑ ምስሎች ማ_ስፊያ
en@shaw: ğ‘§_ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
lo: _ຂະຫຍາຍຮູບໃຫ້ພໍດີກັບໜ້າຈໍ
ur: تصاویر کو سکرین پر متناسب کرنے کے لیے _پھیلائیں

source: Sequence
am: ቅደም ተከተል
en@shaw: ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•
lo: ລຳດັບ
ur: تسلسل

source: _Time between images:
am: በ ምስሎች መካከል _ጊዜ
lo: _ໄລຍະເວລາລະຫວ່າງຮູບ:
ur: تصاویر کے درمیان _وقفہ:

source: _Loop sequence
am: የ _ዙር ሂደት
en@shaw: _ğ‘¤ğ‘µğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•
lo: _ຫຼິ້ນລຳດັບຊໍ້າ
ur: تسلسل _دہرائیں

source: Slideshow
am: ተንሸራታች ማሳያ
en@shaw: ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘–ğ‘´
lo: ສະໄລດ໌ໂຊ
ur: سلائیڈ شو

source: Plugins
am: ተሰኪዎች
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ
lo: ປລັກອິນ
ur: پلگ‌انز

source: Automatic orientation
am: ራሱ በራሱ አቅጣጫ
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Whether the image should be rotated automatically based on EXIF orientation.
am: ምስል ራሱ በራሱ ማዞሪያ የ EXIF አቅጣጫ መሰረት ባደረገ
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ EXIF ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯.

source: The color that is used to fill the area behind the image. If the use-background-color key is not set, the color is determined by the active GTK+ theme instead.
am: ከ ምስሉ ጀርባ ያለውን ቦታ በ ቀለም መሙያ: ይህ የ ይጠቀሙ-መደብ-ቀለም ቁልፍ ካልተሰናዳ: ቀለም የሚወስነው በ ንቁ GTK+ ገጽታ ነው

source: Interpolate Image
am: ምስል ማስገቢያ
en@shaw: ğ‘¦ğ‘‘ğ‘»ğ‘ğ‘©ğ‘¤ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Whether the image should be interpolated on zoom-out. This leads to better quality but is somewhat slower than non-interpolated images.
am: ምስሉ ይገባ እንደሆን በርቀት-ማሳያ ውስጥ: ይህ ጥሩ ጥራት ይፈጥራል ነገር ግን ዝግተኛ ነው ምንም-ካልገቡ ምስሎች

source: Extrapolate Image
am: ምስል መገመቻ
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘±ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Whether the image should be extrapolated on zoom-in. This leads to blurry quality and is somewhat slower than non-extrapolated images.
am: ምስሉ ይገባ እንደሆን መገመቻ በቅርብ -ማሳያ ውስጥ: ይህ ጥሩ ጥራት አይኖረውም ነገር ግን ዝግተኛ ነው ምንም-ካልገቡ ምስሎች
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘ªğ‘¯ ğ‘Ÿğ‘µğ‘¥-ğ‘¦ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘¤ğ‘»ğ‘° ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘¤ğ‘´ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘¯-ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ.

source: Transparency indicator
am: ግልጽነት መጠቆሚያ
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: Determines how transparency should be indicated. Valid values are CHECK_PATTERN, COLOR and NONE. If COLOR is chosen, then the trans-color key determines the color value used.
am: ግልፅነት እንዴት እንደሚታይ መወሰኛ: ዋጋ ያቸው ዋጋዎች መመርመሪያ_ንድፍ: ቀለም እና ምንም: ቀለም ከ ተመረጠ: ከዛ የ ግልፅነት-ቀለም ቁልፍ የሚወስነው የ ቀለም ዋጋ የሚጠቀሙት ነው

source: Scroll wheel zoom
am: በ አይጥ መሸብለያ ጎማ ማሳያ
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¢ğ‘°ğ‘¤ ğ‘Ÿğ‘µğ‘¥

source: Whether the scroll wheel should be used for zooming.
am: የ አይጥ መሸብለያ ጎማ ለ ማሳያ ልጠቀም ወይንስ
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¢ğ‘°ğ‘¤ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘Ÿğ‘µğ‘¥ğ‘¦ğ‘™.

source: Zoom multiplier
am: ማሳያ ማባዣ
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘©ğ‘ğ‘¤ğ‘²ğ‘»

source: The multiplier to be applied when using the mouse scroll wheel for zooming. This value defines the zooming step used for each scroll event. For example, 0.05 results in a 5% zoom increment for each scroll event and 1.00 result in a 100% zoom increment.
am: የሚፈጸመው ማባዣ በ አይጥ ቁልፍ በሚሸበልሉ ጊዜ በ ቅርብ ለማሳየት: ይህ ዋጋ የ ማሳያውን መጠን ይገልጻል ለ እያንዳንዱ መሽብለያ ሁኔታ: ለምሳሌ: 0.05 ውጤቱ በ 5% ማሳያ መጨመሪያ ነው ለ እያንዳንዱ መሽብለያ ሁኔታ እና 1.00 ውጤቱ በ 100% ማሳያ መጨመሪያ ነው
en@shaw: ğ‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘©ğ‘ğ‘¤ğ‘²ğ‘» ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¢ğ‘°ğ‘¤ ğ‘“ğ‘¹ ğ‘Ÿğ‘µğ‘¥ğ‘¦ğ‘™. ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘Ÿğ‘µğ‘¥ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘. ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤, 0.05 ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘© 5% ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¯ 1.00 ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘© 100% ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Transparency color
am: ግልጽ ቀለም
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: If the transparency key has the value COLOR, then this key determines the color which is used for indicating transparency.
am: የ ግልፅነት ቁልፍ ቀለም ካለው: ይህ ቁልፍ ቀለም ይወስናል እርስዎ የሚጠቀሙትን ለ ግልፅነት
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘’ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘•ğ‘¦.

source: Use a custom background color
am: የ ቀለም መደብ ማስተካከያ ይጠቀሙ

source: If this is active, the color set by the background-color key will be used to fill the area behind the image. If it is not set, the current GTK+ theme will determine the fill color.
am: ይህ ንቁ ከሆነ ከ ምስሉ ጀርባ ያለውን ቦታ በ ቀለም መሙያ ቁልፍ ይጠቀማል ቦታውን በ ቀለም ለ መሙላት ካልተሰናዳ ቀለም የሚወስነው በ አሁኑ GTK+ ገጽታ ነው

source: Loop through the image sequence
am: በ ምስል ሂደት ውስጥ በሙሉ መዞሪያ
en@shaw: ğ‘¤ğ‘µğ‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•

source: Whether the sequence of images should be shown in an endless loop.
am: የ ምስሎች ቅደም ተከተል በማያልቅ ዙር ይታይ እንደሆን መወሰኛ
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘¤ğ‘µğ‘.

source: Allow zoom greater than 100% initially
am: ማሳያ መፍቀጃ ከ 100% በላይ ሲጀምር
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘Ÿğ‘µğ‘¥ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ 100% ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘¦

source: If this is set to FALSE small images will not be stretched to fit into the screen initially.
am: ይህ ከ ተሰናድ እንደ ሀሰት ትንንሽ ምስሎችን በ መመልከቻው ልክ ማስፋት አይቻልም
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘‘ ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘¦.

source: Delay in seconds until showing the next image
am: የሚቀጥለው ምስል እስከሚታይ በ ሰከንዶች ማዘግያ
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: A value greater than 0 determines the seconds an image stays on screen until the next one is shown automatically. Zero disables the automatic browsing.
am: ዋጋ የሚበልጥ ከ 0 የሚወስነው ሰከንዶችን ነው ምስሎች ምን ያህል ጊዜ በ መመልከቻው ላይ እንደሚቆዩ: ራሱ በራሱ የሚቀጥለው እስከሚታይ ድረስ: ዜሮ ራሱ በራሱ መቃኛን ያሰናክላል
en@shaw: ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ 0 ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘•ğ‘‘ğ‘±ğ‘Ÿ ğ‘ªğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦. ğ‘Ÿğ‘½ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¦ğ‘™.

source: Show/Hide the window toolbar.
am: ማሳያ/መደበቂያ የ መስኮት እቃ መደርደሪያ
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸.

source: Show/Hide the window statusbar.
am: ማሳያ/መደበቂያ የ መስኮት ሁኔታ መደርደሪያ
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•ğ‘šğ‘¸.

source: Show/Hide the image gallery pane.
am: ማሳያ/መደበቂያ የ ምስል አዳራሽ ክፍል

source: Image gallery pane position. Set to 0 for bottom; 1 for left; 2 for top; 3 for right.
am: የ ምስል አዳራሽ ክፍል ቦታ: ማሰናጃ ለ 0 ከ ታች በኩል: 1 በ ግራ በኩል: 2 ከ ላይ በኩል: 3 በ ቀኝ በኩል

source: Whether the image gallery pane should be resizable.
am: የ ምስል አዳራሽ ክፍል ይመጠን እንደሆን

source: Show/Hide the window side pane.
am: ማሳያ/መደበቂያ የ መስኮት ክፍል በ ጎን በኩል
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘²ğ‘› ğ‘ğ‘±ğ‘¯.

source: Show/Hide the image gallery pane scroll buttons.
am: ማሳያ/መደበቂያ የ ምስል አዳራሽ ክፍል ክፍል መሸብለያ ቁልፍ

source: Close main window without asking to save changes.
am: ዋናውን መሶኮት መዝጊያ ለውጦቹን ለማስቀመጥ ሳትጠይቀኝ

source: Trash images without asking
am: ምስሎችን ወደ ቆሻሻ መላኪያ ምንም ሳይጠየቁ
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™

source: If activated, Xviewer won't ask for confirmation when moving images to the trash. It will still ask if any of the files cannot be moved to the trash and would be deleted instead.
am: ይህን ካስጀመሩ የ Xviewer ማረጋገጫ አይጠይቅም ምስሎችን ወደ ቆሻሻ በሚወስድ ጊዜ: ነገር ግን ማንኛውም ፋይል ወደ ቆሻሻ እንዳይንቀሳቀስ እና በምትኩ እንዲጠፋ ይጠይቃል

source: Whether the file chooser should show the user's pictures folder if no images are loaded.
am: የ ፋይል መምረጫ የ ተጠቃሚ ፎቶ ያሳይ እንደሆን ምንም ምስል በማይጫን ጊዜ
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘—ğ‘µğ‘Ÿğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¿ğ‘Ÿğ‘¼'ğ‘Ÿ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘˜ğ‘¼ğ‘Ÿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›.

source: If activated and no image is loaded in the active window, the file chooser will display the user's pictures folder using the XDG special user directories. If deactivated or the pictures folder has not been set up, it will show the current working directory.
am: ካስጀመሩ እና ምንም ምስል ካልተገኘ በ ንቁው መስኮት ውስጥ: የ ፋይል መምረጫ የ ተጠቃሚውን ምስል ፎልደር ያሳያል XDG የ ተለየ ዳይሬክቶሪ በ መጠቀም: ከቦዘነ ወይንም ምስሎች በ ፎልደር ውስጥ ካልተሰናዱ: የ አሁኑን የ ስራ ዳይሬክቶሪ ያሳያል

source: Whether the metadata list in the properties dialog should have its own page.
am: የ ዳታ ስብስብ ዝርዝር በ ባህሪዎች ንግግር ውስጥ የ ራሱ ገጽ እንዲኖረው መወሰኛ
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ ğ‘ğ‘±ğ‘¡.

source: If activated, the detailed metadata list in the properties dialog will be moved to its own page in the dialog. This should make the dialog more usable on smaller screens, e.g. as used by netbooks. If disabled, the widget will be embedded on the "Metadata" page.
am: ካስጀመሩ እና ዝርዝር የ ዳታ ስብስብ በ ባህሪዎች ንግግር ውስጥ ይንቀሳቀሳል ወደ ራሱ ገጽ በ ንግግር ውስጥ: ይህ ንግግሩን በጣም ጠቃሚ ያደርገዋል በ ትንሽ መመልከቻ ውስጥ ለማሳየት: ለምሳሌ: የ ኔትቡክ በሚጠቀሙ ጊዜ: ከተሰናከለ: ዊጄቱ ይጣበቃል ከ " ዳታ ስብስብ" ገጽ ውስጥ

source: External program to use for editing images
am: ምስሎች ለማረም የሚጠቀሙበት የ ውጪ ፕሮግራም

source: The desktop file name (including the ".desktop") of the application to use for editing images (when the "Edit Image" toolbar button is clicked). Set to the empty string to disable this feature.
am: የ ዴስክቶፕ ፋይል ስም (የ ".ዴስክቶፕ" ያካትታል) የሚጠቀሙት መተግበሪያ ምስሎች ለ ማረም (የ "ምስል ማረሚያ" እቃ መደርደሪያ በሚጫኑ ጊዜ). የ ባዶ ሀረግ ማሰናጃ ይህን ገጽታ ለ ማሰናከል

source: Active plugins
am: ንቁ ተሰኪዎች
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: List of active plugins. It doesn't contain the "Location" of the active plugins. See the .xviewer-plugin file for obtaining the "Location" of a given plugin.
am: የ ንቁ ተሰኪዎች ዝርዝር: ካልያዘ የ "አካባቢ" የ ንቁ ተሰኪዎች: ይህን ይመልከቱ .xviewer-plugin ፋይል ለማግኘት በ "አካባቢ" የ ተሰጠውን ተሰኪ
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘ "ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯" ğ‘ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ. ğ‘•ğ‘° ğ‘ .xviewer-plugin ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ ğ‘ªğ‘šğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ "ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯" ğ‘ ğ‘© ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯.

source: Close _without Saving
am: መዝጊያ _ምንም ሳያስቀምጡ
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ _ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™
lo: ປິດ_ໂດຍບໍ່ບັນທຶກ
ur: محفوظ کیے _بغیر بند کریں

source: _Save
am: _ማሰቀመጫ
en@shaw: _ğ‘•ğ‘±ğ‘
lo: _ບັນທຶກ
ur: _محفوظ کریں

source: Question
am: ጥያቄ
en@shaw: ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘©ğ‘¯
lo: ຄຳຖາມ
ur: سوال

source: If you don't save, your changes will be lost.
am: እርስዎ ካላስቀመጡ ለውጦቹ በሙሉ ይጠፋሉ
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘, ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຂອງທ່ານຈະເສຍໄປ.
ur: اگر آپ نے محفوظ نہ کیا تو آپ کی تبدیلیاں ضائع ہوجائیں گی.

source: Save changes to image "%s" before closing?
am: ላስቀምጥ ለውጦቹን በ ምስሉ ላይ "%s" ከ መዘጋቱ በፊት?
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ "%s" ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™?
lo: ບັນທຶກການປ່ຽນແປງໃສ່ຮູບ "%s" ກ່ອນປິດບໍ່?
ur: کیا بند کرنے سے پہلے تصویر "%s" کی تبدیلیاں محفوظ کر لی جائیں؟

source: There is %d image with unsaved changes. Save changes before closing?
am: ይህ %d ምስል ያልተቀመጠ ለውጥ ይዘዋል: ከ መዘጋቱ በፊት ላስቀምጠው?
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ %d ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘¯ğ‘•ğ‘±ğ‘ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ. ğ‘•ğ‘±ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™?
lo: ມີ %d ຮູບທີ່ມີການປ່ຽນແປງທີ່ຍັງບໍ່ໄດ້ບັນທຶກ. ບັນທຶກການປ່ຽນແປງກ່ອນປິດບໍ່?
ur: غیر محفوظ کردہ تبدیلیوں کے ساتھ %d تصویر موجود ہے ۔بند کرنے سے پہلے تبدیلیاں محفوظ کر لی جائیں؟

source: S_elect the images you want to save:
am: ይ_ምረጡ ምስሎች እርስዎ ማስቀመጥ የሚፈልጉትን
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘:
lo: ເ_ລືອກຮູບທີ່ທ່ານຕ້ອງການບັນທຶກ:
ur: وہ تصاویر _منتخب کریں جنہیں آپ محفوظ کرنا چاہتے ہیں:

source: If you don't save, all your changes will be lost.
am: እርስዎ ካላስቀመጡ: ለውጦቹ በሙሉ ይጠፋሉ
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘, ğ‘·ğ‘¤ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງທັງໝົດຂອງທ່ານຈະເສຍໄປ.
ur: اگر آپ نے محفوظ نہ کیا تو آپ کی تمام تبدیلیاں ضائع ہوجائیں گی.

source: _Reload
am: _እንደገና መጫኛ
lo: _ໂຫຼດໃໝ່
ur: دوبارہ _لوڈ کریں

source: Save _As…
am: ማስቀመጫ _እንደ…
lo: ບັນທຶກ_ເປັນ…
ur: محفوظ کریں _بطور...

source: Could not load image '%s'.
am: ምስሉን እንደገና መጫን አልተቻለም '%s'.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ '%s'.
lo: ບໍ່ສາມາດໂຫຼດຮູບ '%s' ໄດ້.
ur: تصویر '%s' لوڈ نہیں کی جاسکی۔

source: Could not save image '%s'.
am: ምስሉን ማስቀመጥ አልተቻለም '%s'.
lo: ບໍ່ສາມາດບັນທຶກຮູບ '%s' ໄດ້.
ur: تصویر '%s' محفوظ نہیں کی جاسکتی۔

source: No images found in '%s'.
am: ምንም ምስሎች አልተገኙም '%s'.
en@shaw: ğ‘¯ğ‘´ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ '%s'.
lo: ບໍ່ພົບຮູບໃນ '%s'.
ur: '%s' میں کوئی تصاویر نہیں پائی گئیں.

source: The given locations contain no images.
am: የ ተሰጠው አካባቢ ምስሎች አልያዘም
en@shaw: ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¯ğ‘´ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ.
lo: ສະຖານທີ່ທີ່ໃຫ້ມາບໍ່ມີຮູບ.
ur: دیے گئے مقام میں کوئی تصاویر نہیں ہیں.

source: Camera
am: ካሜራ
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘»ğ‘©
lo: ກ້ອງ
ur: کیمرا

source: Image Data
am: የ ምስል ዳታ
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘©
lo: ຂໍ້ມູນຮູບພາບ
ur: تصویر ڈیٹا

source: Image Taking Conditions
am: ምስል የ መውሰድ ሁኔታ
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
lo: ເງື່ອນໄຂການຖ່າຍຮູບ

source: GPS Data
am: GPS ዳታ
lo: ຂໍ້ມູນ GPS
ur: جی پی ایس ڈیٹا

source: Maker Note
am: ማስታወሻ መፍጠሪያ
en@shaw: ğ‘¥ğ‘±ğ‘’ğ‘¼ ğ‘¯ğ‘´ğ‘‘
lo: ໝາຍເຫດຈາກຜູ້ຜະລິດ
ur: میکر نوٹ

source: Other
am: ሌላ
en@shaw: ğ‘³ğ‘ğ‘¼
lo: ອື່ນໆ
ur: دیگر

source: XMP Rights Management
am: የ XMP ፍቃድ አስተዳዳሪ
en@shaw: XMP ğ‘®ğ‘²ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘
lo: ການຈັດການສິດ XMP
ur: XMP ادارتِ حقوق

source: Tag
am: ቁራጭ
en@shaw: ğ‘‘ğ‘¨ğ‘œ
lo: ແທັກ
ur: ٹیگ

source: Value
am: ዋጋ
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿
lo: ຄ່າ
ur: مقدار

source: North
am: ሰሜን
lo: ເໜືອ
ur: شمال

source: East
am: ምስራቅ
lo: ຕາເວັນອອກ
ur: مشرق

source: West
am: ምዕራብ
lo: ຕາເວັນຕົກ
ur: مغرب

source: South
am: ደቡብ
lo: ໃຕ້
ur: جنوب

source: %.1f (35mm film)
am: %.1f (35ሚሚ ፊልም)
en@shaw: %.1f (35mm ğ‘“ğ‘¦ğ‘¤ğ‘¥)
lo: %.1f (ຟີມ 35mm)
ur: %.1f (35mm فلم)

source: File format is unknown or unsupported
am: የ ፋይል አቀራረቡ አይታወቅም ወይንም የ ተደገፈ አይደለም
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘¹ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›
lo: ຮູບແບບໄຟລ໌ບໍ່ເປັນທີ່ຮູ້ຈັກ ຫຼື ບໍ່ຮອງຮັບ
ur: فائل کی ساخت نامعلوم ہے یا معاونت شُدہ نہیں ہے

source: Image Viewer could not determine a supported writable file format based on the filename.
am: የ ምስል መመልከቻ መወሰን አልቻለም የሚደገፈውን የ መጻፊያ ፋይል አቀራረብ የ ፋይሉን ስም መሰረት ባደረገ
lo: ໂປຣແກຣມເບິ່ງຮູບບໍ່ສາມາດກຳນົດຮູບແບບໄຟລ໌ທີ່ຮອງຮັບການຂຽນໄດ້ຈາກຊື່ໄຟລ໌.

source: Please try a different file extension like .png or .jpg.
am: እባክዎን ሌላ የ ፋይል ተቀጥያ ይሞክሩ እንደ .png ወይንም .jpg.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘² ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘²ğ‘’ .png ğ‘¹ .jpg.
lo: ກະລຸນາລອງໃຊ້ນາມສະກຸນໄຟລ໌ອື່ນ ເຊັ່ນ .png ຫຼື .jpg.
ur: برائے مہربانی کسی اور ایکس ٹینشن سے چیک کر کے دیکھیں جیسے .png یا .jpg.

source: All files
am: ሁሉንም ፋይሎች
lo: ໄຟລ໌ທັງໝົດ
ur: تمام فائلیں
